/*#include <locale.h>
void main()
{
	setlocale( LC_ALL, "Rus" );
	puts("*************************************************************");
	puts("*Тема лабораторной работы: Разработка консольного приложения*");
	puts("*Информация об исполнителе:                                 *");
	puts("*Группа: БИСТ-223                                           *");
	puts("*Студент: Проскурина Полина                                 *");
	puts("*************************************************************");
}*/

/*#include <locale.h>
void main()
{
	setlocale(LC_ALL, "Rus");
	puts("  __   __   __    __");
	puts("|  /  |  | |__|  |  | |__|");
	puts("| / . |__|  __|. |__|    |");
}*/

#include <stdio.h>
#include <locale.h>
#include "date.h"
void name()
{
	puts("*************************************************************");
	puts("*Тема лабораторной работы: Разработка консольного приложения*");
	puts("*Информация об исполнителе:                                 *");
	puts("*Группа: БИСТ-223                                           *");
	puts("*Студент: Проскурина Полина                                 *");
	puts("*************************************************************");
}

void main()
{
	setlocale(LC_ALL, "Rus");
	name();
	date();
}